{
  "personal": {
    "name": "Louis Follet",
    "title": "PhD Student in Quantum Photonics & AI at MIT",
    "email": "louisf13@mit.edu",
    "office": "EECS Department, MIT",
    "address": "468 Commonwealth Avenue, Boston, MA 02215",
    "phone": "+1 857-777-9890",
    "bio": [
      "I am a PhD student in the Department of Electrical Engineering and Computer Science at MIT, working in the Quantum Photonics & AI Group under Professor Dirk Englund. My research specializes in AI for Science, quantum optics, and photonics, with a strong focus on leveraging machine learning to tackle complex physics and engineering challenges.",
      "I develop novel physics-informed ML frameworks (PINNs, Neural Operators, Bayesian Inference) to create surrogate models and solve inverse problems in semiconductor fabrication. My work also involves designing and optimizing photonic crystal cavities for quantum information processing and building automated characterization systems that integrate optical metrology with ML-driven data analysis.",
      "Before MIT, I completed dual degrees from École Normale Supérieure Paris-Saclay and Institut d'Optique Graduate School, with specialization in Quantum Technologies. I have research experience from prestigious institutions including University of Cambridge (Cavendish Laboratory), Collège de France, and NTT Research."
    ],
    "links": {
      "google_scholar": "https://scholar.google.com/citations?user=louis",
      "github": "https://github.com/FolletLouis",
      "linkedin": "https://linkedin.com/in/louisfollet",
      "orcid": "https://orcid.org/0000-0000-0000-0000"
    }
  },
  "research": [
    {
      "title": "Physics-Informed ML for Semiconductor Fabrication",
      "description": "Developing novel physics-informed ML frameworks (PINNs, Neural Operators, Bayesian Inference) to create surrogate models and solve inverse problems in modeling fabrication variations in foundry processes. This work enables more accurate prediction and control of manufacturing outcomes.",
      "links": [
        { "text": "Research Group", "url": "https://www.rle.mit.edu/qp/" }
      ]
    },
    {
      "title": "Photonic Crystal Cavities for Quantum Computing",
      "description": "Designing and optimizing photonic crystal cavities for quantum and information processing through advanced modeling techniques (Guided-Mode Expansion, FDTD) and full-cycle fabrication workflows with GlobalFoundries and AIM Photonics.",
      "links": [
        { "text": "CLEO 2025", "url": "#" },
        { "text": "QuARC 2024", "url": "#" }
      ]
    },
    {
      "title": "Automated Optical Metrology Systems",
      "description": "Building automated characterization systems that integrate complex optical metrology with ML-driven data analysis, enabling rapid and high-precision measurements of photonic devices and quantum systems.",
      "links": [
        { "text": "Lab Website", "url": "https://www.rle.mit.edu/qp/" }
      ]
    },
    {
      "title": "Quantum Spin Defects in 2D Materials",
      "description": "Contributed to breakthrough research on spin-active defects in hexagonal Boron Nitride films at University of Cambridge, developing Python-based control software and conducting ODMR experiments for quantum sensing applications.",
      "links": [
        { "text": "Nature Materials", "url": "#" },
        { "text": "APS 2024", "url": "#" }
      ]
    }
  ],
  "publications": [
    {
      "title": "Programmable Quantum Matter: Heralding Large Cluster States in Driven Inhomogeneous Spin Ensembles",
      "authors": "P. Anand*, L. Follet*, O. Hooybergs*, D. R. Englund (*Equal contribution)",
      "venue": "arXiv preprint, 2025",
      "year": 2025,
      "type": "preprint",
      "firstAuthor": true,
      "links": [
        { "text": "arXiv", "url": "https://arxiv.org/abs/2509.02992" }
      ]
    },
    {
      "title": "A quantum coherent spin in hexagonal boron nitride at ambient conditions",
      "authors": "H. Stern, C. Gilardoni, Q. Gu, S. Eizagirre Barker, O. Powell, X. Deng, L. Follet, C. Li, A. Ramsay, H. Tan, I. Aharonovich, M. Atatüre",
      "venue": "Nature Materials, 2024",
      "year": 2024,
      "type": "journal",
      "firstAuthor": false,
      "links": [
        { "text": "Nature Materials", "url": "#" }
      ]
    }
  ],
  "conferences": [
    {
      "title": "Thermal Infrared Detection with an Optically-Probed Photonic Crystal Bolometer",
      "authors": "L. Follet",
      "venue": "CLEO: Conference on Lasers and Electro-Optics",
      "year": 2025,
      "type": "conference"
    },
    {
      "title": "Pathway towards large-scale characterization of Er³⁺-doped state-of-the-art Si nanophotonic cavities",
      "authors": "L. Follet, I. Berkman, Q. Gu, C. Panuski, I. Christen, D. Englund",
      "venue": "QSEC Annual Research Conference (QuARC)",
      "year": 2024,
      "type": "conference"
    }
  ],
  "interests": [
    {
      "title": "Photography",
      "description": "I love capturing moments and exploring different perspectives through my camera lens. From urban landscapes to nature scenes, photography helps me see the world differently.",
      "icon": "📸"
    },
    {
      "title": "Hiking & Outdoor Adventures",
      "description": "Exploring nature trails and mountains is my way of recharging. There's something magical about being in the wilderness and disconnecting from technology.",
      "icon": "🥾"
    },
    {
      "title": "Classical Music",
      "description": "I play the piano and enjoy attending concerts. Music provides a perfect balance to the analytical work in research, offering emotional and creative expression.",
      "icon": "🎹"
    },
    {
      "title": "Cooking",
      "description": "Experimenting with different cuisines and techniques is like conducting experiments in the kitchen. I particularly enjoy French and Asian cooking.",
      "icon": "👨‍🍳"
    },
    {
      "title": "Reading",
      "description": "From science fiction to philosophy, I believe reading broadly helps develop creativity and critical thinking skills that benefit my research work.",
      "icon": "📚"
    },
    {
      "title": "Travel",
      "description": "Experiencing different cultures and meeting people from around the world has broadened my perspective and inspired new ideas for my research.",
      "icon": "✈️"
    }
  ]
}
